9/data/attachments/60b26fa8c058f8dd.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Melissa_because_Actions_1067_2</nif:username>
            <nif:friendToBeRequested>soap_actions_6196c979-998b-4cd7-ae02-32784bd99aab</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>